{
    "CREATED": "Date of creation",
    "COUNTRY": "Country of origin",
    "LICENSES": "Licenses",
    "WEBSITE": "Website",
    "PAGE_NOT_AVAILABLE": "",
    "DEBUG_MODE_ON": "Debug mode is ON!",
    "DEBUG_MODE_ON_DESCRIPTION": "This is a preview version: Stuff might not work correctly, there will be additional output and the data is dummy data. Also, your browser tab might explode which will result in the end of the observable universe.",
    "ABOUT_PAGE_TITLE": "About this project",
    "ABOUT_PAGE_TEXT": "distrochooser.de attempts to help Linux beginners to choose a Linux distribution suited to their needs. The given results are suggestions based on your answers. Sometimes results may be not as fitting, because of complex interactions between answers.",
    "ABOUT_PAGE_TEXT_STATS": "Result lists created since 14th june 2014:",
    "ABOUT_PAGE_LICENSE_TITLE": "Licensing",
    "ABOUT_PAGE_LICENSE_TEXT": "This project features two licenses. The project files are licensed via the LICENSE file in the Git repository.",
    "ABOUT_PAGE_LICENSE_LINK": "Repository on GitHub",
    "PRIVACY_PAGE_EXTERNAL_LINK": "External link",
    "ABOUT_PAGE_LICENSE_DATABASE_TEXT": "The definition of the decision matrix is part of the previously mentioned GitHub repository. The statistical runtime data may be released with a suitable open data licensing policy on a later date.",
    "IMPRINT_TITLE": "Imprint",
    "IMPRINT_DISCLAIMER_TITLE": "Disclaimer",
    "IMPRINT_DISCLAIMER_TEXT": "This is a disclaimer text, which will be sticked to english due to legal reasons.",
    "PRIVACY_PAGE_TITLE": "Privacy",
    "PRIVACY_PAGE_TEXT": "On following site, we described what data is stored.",
    "PRIVACY_PAGE_COOKIE_TEXT": "This page utilizes cookies. The cookies are utilized to provide required features. We will set cookies as described below.",
    "PRIVACY_PAGE_CSRF_COOKIE_SESSION_LIFETIME": "This cookie is used for a security mechanism called \"Cross Site Request Forgery\". The cookie has a lifetime of one year.",
    "PRIVACY_PAGE_CSRF_COOKIE_SESSION_LIFETIME_DOCS": "You can find more information about this cookie in the Django documentation. Django is the framework utilized for this service.",
    "PRIVACY_PAGE_COOKIE_SESSION_LIFETIME": "This cookie stores a session ID which is used to map your answers to your result. This cookie will be expired after you finish your session",
    "PRIVACY_PAGE_STORED_DATA": "What data do we store?",
    "PRIVACY_PAGE_STORED_TEXT": "We store following information when you open this page",
    "PRIVACY_PAGE_STORED_TEXT_DATE_TIME": "The date and time of the access",
    "PRIVACY_PAGE_STORED_TEXT_USER_AGENT": "The user agent of your browser. The user agent identifies technical information about your browser, but is not really mappable to you (except you are the last remaining Internet Explorer 5 user)",
    "PRIVACY_PAGE_STORED_REF": "An referrer, if any. Your browser might already remove privacy related data here",
    "PRIVACY_PAGE_STORED_TEXT_WHY": "We store this information to run anonymous statistics. Regularly, this dataset cannot be mapped to single users.",
    "NEUTRAL": "neutral",
    "NEGATIVE": "negative",
    "POSITIVE": "positive",
    "COOKIES_ALERT": "Due to technical approaches, we uses cookies. We do not do any personalized tracking. You can find more details on our privacy page: ",
    "LINK_PRIVACY": "Privacy",
    "LINK_ABOUT": "About this project",
    "LINK_IMPRINT": "Contact",
    "LANGUAGE": "Language",
    "LANGUAGE_CHANGE": "Change language",
    "BOOKMARKED_STEP": "Bookmarked category",
    "ERROR_STEP": "Your answers caused an error",
    "WARNING_STEP": "Your answers caused a warning",
    "WEIGHT_LABEL": "Importance",
    "BTN_RESET_ANSWER": "Reset answers",
    "BTN_MARK": "Mark this question",
    "BTN_UNMARK": "Remove marking",
    "BTN_PREV_PAGE": "Previous",
    "BTN_NEXT_PAGE": "Next",
    "BTN_NEXT_PAGE_FORCE": "Next",
    "YOUR_RESULT_LINK_TEST_NUMBER": "Result number",
    "YOUR_RESULT_LINK_LABEL": "Your result link",
    "FULL_VERSION": "Full version",
    "WELCOME_WIDGET_HEADER": "Welcome to distrochooser.de!",
    "WELCOME_WIDGET_TEXT": "Welcome! This test will help you choose a suitable Linux distribution.",
    "WELCOME_WIDGET_SKIP_QUESTIONS": "You can always skip questions",
    "WELCOME_WIDGET_GET_ANSWER_ANY_TIME": "You can always click on \"get result\" to receive your result",
    "WELCOME_WIDGET_ANY_ORDER": "You may answer in arbitrary order",
    "WELCOME_WIDGET_DELETE_ANY_TIME": "You can delete answers at any time",
    "WELCOME_WIDGET_MARK_WEIGHT": "Mark answers as important to give them more weight",
    "WELCOME_MARK_UNSURE": "You can mark a question if you are unsure what to answer"
}