{
    "WELCOME_WIDGET_HEADER": "Καλώς ήρθατε στο distrochooser.de!",
    "WELCOME_WIDGET_TEXT": "Μπορείτε πάντα να παραλείψετε ερωτήσεις",
    "WELCOME_WIDGET_SKIP_QUESTIONS": "Μπορείτε πάντα να παραλείψετε ερωτήσεις",
    "WELCOME_WIDGET_GET_ANSWER_ANY_TIME": "Μπορείτε πάντα να κάνετε κλικ στο 'Οι προτάσεις μας' για να λάβετε το αποτέλεσμά σας.",
    "WELCOME_WIDGET_ANY_ORDER": "Μπορείτε να απαντήσετε με οποιαδήποτε σειρά",
    "WELCOME_WIDGET_DELETE_ANY_TIME": "Μπορείτε να διαγράψετε απαντήσεις ανά πάσα στιγμή",
    "BTN_NEXT_PAGE": "Προχωρήστε",
    "BTN_PREV_PAGE": "Γυρίστε πίσω",
    "LINK_ABOUT": "Σχετικά με το distrochooser.de",
    "LANGUAGE": "γλώσσα",
    "ABOUT_PAGE_TITLE": "Το openSUSE στοχεύει να προσφέρει μια σταθερή και φιλική προς το χρήστη διανομή, κυρίως για τους τελικούς χρήστες",
    "ABOUT_PAGE_TEXT": "Το distrochooser.de προσπαθεί να βοηθήσει τους αρχάριους του Linux να επιλέξουν μια διανομή Linux κατάλληλη για τις ανάγκες τους.<br>Τα αποτελέσματα που δίνονται είναι προτάσεις που βασίζονται στις απαντήσεις σας. Μερικές φορές τα αποτελέσματα μπορεί να μην είναι τόσο κατάλληλα, λόγω των πολύπλοκων αλληλεπιδράσεων μεταξύ των απαντήσεων.",
    "PRIVACY_PAGE_TITLE": "Σχετικά με αυτό το έργο",
    "WELCOME_MARK_UNSURE": "Μυστικότητα",
    "WELCOME_WIDGET_MARK_WEIGHT": "Μπορείτε να επισημάνετε ερωτήσεις όπου δεν είστε σίγουροι για την απάντησή σας",
    "COOKIES_ALERT": "Μπορείτε να επηρεάσουν τα αποτελέσματά σας οι απαντήσεις βάρους",
    "LINK_PRIVACY": "Χρησιμοποιούμε cookies για τεχνικούς λόγους. Δεν θα υπάρχει εξατομικευμένη παρακολούθηση. Μπορείτε να βρείτε περισσότερες πληροφορίες στην παρακάτω σελίδα:",
    "BTN_RESET_ANSWER": "Οι πληροφορίες απορρήτου μας",
    "BTN_MARK": "Επαναφέρετε τις απαντήσεις σας",
    "BTN_UNMARK": "Σημειώστε αυτήν την ερώτηση",
    "LINK_IMPRINT": "Καταργήστε την επισήμανση αυτής της ερώτησης",
    "DEBUG_MODE_ON_DESCRIPTION": "Αποτύπωμα",
    "LANGUAGE_CHANGE": "Η λειτουργία εντοπισμού σφαλμάτων είναι ενεργοποιημένη. Αναμένετε επιπλέον έξοδο.",
    "BOOKMARKED_STEP": "Αλλαξε γλώσσα",
    "FULL_VERSION": "Μαρκαρισμένος",
    "WEIGHT_LABEL": "Πλήρη έκδοση",
    "YOUR_RESULT_LINK_LABEL": "Βάρος",
    "BLOCKING": "Σύνδεσμος αποτελεσμάτων σας",
    "NEGATIVE": "Πρόβλημα αποκλεισμού",
    "NEUTRAL": "Δεν είναι κατάλληλο με βάση τις απαντήσεις σας",
    "POSITIVE": "Ουδέτερη ιδιοκτησία",
    "website": "Θετικό ταίριασμα",
    "age": "Αρχική σελίδα διανομής",
    "ABOUT_PAGE_TEXT_STATS": "Ηλικία σε χρόνια",
    "ABOUT_PAGE_LICENSE_TITLE": "Ποσότητα δοκιμών που δημιουργήθηκαν από τις 14.06.2024:",
    "ABOUT_PAGE_LICENSE_TEXT": "Αδεια",
    "ABOUT_PAGE_LICENSE_LINK": "Το Distrochooser είναι λογισμικό ανοιχτού κώδικα. Μπορείτε να βρείτε περισσότερες πληροφορίες σχετικά με την άδεια στο",
    "PRIVACY_PAGE_EXTERNAL_LINK": "σύνδεσμο προς το δημόσιο αποθετήριο μας.",
    "ABOUT_PAGE_LICENSE_DATABASE_TEXT": "εξωτερικός σύνδεσμος",
    "PRIVACY_PAGE_TEXT": "Ξεκινώντας με την έκδοση 6, ο πίνακας αποφάσεων είναι μέρος του αποθετηρίου. Μπορείτε να βρείτε τον ορισμό στο φάκελο /doc/. Τα ζωντανά δεδομένα ενδέχεται να δημοσιευτούν αργότερα.",
    "PRIVACY_PAGE_COOKIE_TEXT": "Το Distrochooser δεν χρησιμοποιεί εξατομικευμένη καταγραφή. Για τεχνικούς λόγους, η σελίδα ορίζει ένα cookie όπως περιγράφεται παρακάτω.",
    "PRIVACY_PAGE_CSRF_COOKIE_SESSION_LIFETIME": "Δημιουργούνται τα ακόλουθα cookies:",
    "PRIVACY_PAGE_CSRF_COOKIE_SESSION_LIFETIME_DOCS": "Για την εφαρμογή ενός μηχανισμού ασφαλείας που ονομάζεται CSRF, η σελίδα δημιουργεί ένα τυχαίο κλειδί συνεδρίας το οποίο αποθηκεύεται σε ένα cookie. Αυτό το cookie έχει μεγάλη διάρκεια ζωής για τεχνικούς λόγους.",
    "PRIVACY_PAGE_COOKIE_SESSION_LIFETIME": "Μπορείτε να βρείτε περισσότερες πληροφορίες σε αυτή τη σελίδα",
    "LOCALE_INCOMPLETE": "Δεδομένα συνεδρίας. Χρησιμοποιείται για να θυμάται ποιες απαντήσεις έχουν επιλεγεί",
    "PRIVACY_PAGE_STORED_DATA": "Αυτή η μετάφραση είναι ελλιπής. Μπορείτε να βοηθήσετε παρέχοντας τιμές μετάφρασης που λείπουν εδώ!",
    "PRIVACY_PAGE_STORED_TEXT": "Τι δεδομένα αποθηκεύουμε;",
    "PRIVACY_PAGE_STORED_TEXT_DATE_TIME": "Δεν αποθηκεύουμε εξατομικευμένα δεδομένα. Αποθηκεύουμε τις ακόλουθες στατιστικές πληροφορίες σχετικά με το αποτέλεσμα:",
    "PRIVACY_PAGE_STORED_TEXT_USER_AGENT": "Ημερομηνία και ώρα",
    "PRIVACY_PAGE_STORED_REF": "Ο πράκτορας χρήστη του προγράμματος περιήγησής σας, ο οποίος δεν προσδιορίζει έναν συγκεκριμένο χρήστη",
    "PRIVACY_PAGE_STORED_TEXT_WHY": "Ένας παραπομπός, εάν υπάρχει. Οι ρυθμίσεις του προγράμματος περιήγησής σας ενδέχεται να αδειάσουν ήδη αυτές τις πληροφορίες",
    "IMPRINT_TITLE": "Αποθηκεύουμε αυτές τις πληροφορίες για να μας επιτρέψουν να δημιουργήσουμε στατιστικά στοιχεία σχετικά με τη χρήση της υπηρεσίας. Τα δεδομένα είναι γενικά και δεν σχετίζονται με συγκεκριμένους χρήστες και έχουν στόχο τον εντοπισμό προβλημάτων με την ίδια την υπηρεσία",
    "IMPRINT_DISCLAIMER_TITLE": "Αποτύπωμα",
    "IMPRINT_DISCLAIMER_TEXT": "Αποποίηση ευθυνών",
    "RESULT_MORE_THAN_5": "Δεν αναλαμβάνουμε καμία ευθύνη για τις σελίδες που συνδέονται σε αυτήν την υπηρεσία. Εάν βρείτε κακόβουλο σύνδεσμο σε αυτόν τον ιστότοπο, ενημερώστε μας χρησιμοποιώντας τα στοιχεία επικοινωνίας μας.",
    "RESULT_MORE_THAN_15": "5 ετών και άνω",
    "RESULT_MORE_THAN_20": "15 ετών και άνω",
    "RESULT_FILTER_OPTIONS_AGE": "20 ετών και άνω",
    "RESULT_FILTER_OPTIONS": "Ηλικία διανομής",
    "DISPLAY_MODE": "Επιλογές φίλτρου",
    "COMPACT_MODE": "Λειτουργία προβολής",
    "LIST_MODE": "Συμπαγής οθόνη",
    "WELCOME_WIDGET_FLAG": "Εμφάνιση λίστας",
    "ASSIGNMENT_FLAG_TOGGLE": "Μπορείτε να σχολιάσετε τα αποτελέσματα για να μας βοηθήσετε να βελτιώσουμε την υπηρεσία",
    "FEEDBACK_THANK_YOU": "Σημειώστε την ανάθεσή του ως λανθασμένη",
    "simplified-version_name": "Σας ευχαριστούμε για την αναφορά σας!",
    "A11Y_OPTIONS": "Απλοποιημένη έκδοση",
    "FONT_SIZE": "Προσιτότητα",
    "FONT_SIZE_DEFAULT": "Μέγεθος γραμματοσειράς",
    "FONT_SIZE_LARGER": "Προεπιλεγμένο μέγεθος γραμματοσειράς",
    "FONT_SIZE_LARGEST": "Μεγαλύτερο μέγεθος γραμματοσειράς",
    "OTHER_SETTINGS": "Το μεγαλύτερο μέγεθος γραμματοσειράς",
    "COLOR_MODE_BLACK_AND_WHITE": "Αλλες ρυθμίσεις",
    "COLOR_MODE_HIGH_CONTRAST": "Ασπρόμαυρη λειτουργία"
}